{
    "classify_P2_Definitional_facts|true_table": {
        "id": "classify_P2_Definitional_facts",
        "type": "true_table",
        "content": [
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "1",
                "statement": "A person may serve process, pleadings, or other papers on a non-resident investment adviser, or on a non-resident general partner or non-resident managing agent of an investment adviser by serving any or all of its appointed agents.",
                "source": "(a)",
                "type": "Definitional",
                "subtype": "Formal extensional definitions",
                "templates_ids": [
                    "T8"
                ],
                "subtype_confidence": 0.7,
                "subtype_explanation": "The statement defines a method of serving legal documents to non-resident entities by listing the possible agents that can be served. It fits the extensional definition as it lists a complete set of options for serving process."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "2",
                "statement": "A person may serve a non-resident investment adviser, non-resident general partner, or non-resident managing agent by furnishing the Commission with one copy of the process, pleadings, or papers, for each named party, and one additional copy for the Commission's records.",
                "source": "(a)(1)",
                "type": "Definitional",
                "subtype": "Formal extensional definitions",
                "templates_ids": [
                    "T8"
                ],
                "subtype_confidence": 0.7,
                "subtype_explanation": "This statement provides a method for serving legal documents to non-resident entities by specifying the process of furnishing copies to the Commission. It lists a complete set of actions required, fitting the extensional definition."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "5",
                "statement": "Managing agent means any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership.",
                "source": "(b)(1)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.9,
                "subtype_explanation": "The statement defines 'Managing agent' by specifying the role and characteristics that distinguish it, using a hypernym 'person' and detailing the activities involved, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "6",
                "statement": "Non-resident means an individual who resides in any place not subject to the jurisdiction of the United States.",
                "source": "(b)(2)(i)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.9,
                "subtype_explanation": "The statement defines 'Non-resident' by specifying the hypernym 'individual' and the distinguishing characteristic of residing outside U.S. jurisdiction, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "7",
                "statement": "Non-resident means a corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
                "source": "(b)(2)(ii)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.9,
                "subtype_explanation": "The statement defines 'Non-resident' by specifying the hypernym 'corporation' and the distinguishing characteristic of being outside U.S. jurisdiction, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "8",
                "statement": "Non-resident means a partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
                "source": "(b)(2)(iii)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.9,
                "subtype_explanation": "The statement defines 'Non-resident' by specifying the hypernym 'partnership or other unincorporated organization or association' and the distinguishing characteristic of being outside U.S. jurisdiction, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "9",
                "statement": "Principal office and place of business has the same meaning as in § 275.203A-3(c) of this chapter.",
                "source": "(b)(3)",
                "type": "Definitional",
                "subtype": "Formal term definitions",
                "templates_ids": [],
                "subtype_confidence": 0.6,
                "subtype_explanation": "The statement refers to an existing definition in another section, indicating a formal term definition by reference, though it does not fit a specific template directly."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "5",
                "statement": "An 'application' means any application for an order of the Commission under the Act other than an application for registration as an investment adviser.",
                "source": "(d)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.8,
                "subtype_explanation": "The statement defines 'application' by specifying the hypernym 'application for an order' and distinguishing it by excluding applications for registration as an investment adviser, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "1",
                "statement": "An investment adviser has assets under management of less than $25 million.",
                "source": "(a)(1)",
                "type": "Definitional",
                "subtype": "Valid value definitions",
                "templates_ids": [
                    "T15"
                ],
                "subtype_confidence": 0.7,
                "subtype_explanation": "The statement specifies a quantitative attribute 'assets under management' with a maximum value, fitting the valid value definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "2",
                "statement": "An investment adviser did not have total assets of $5 million or more on the last day of the most recent fiscal year.",
                "source": "(a)(2)",
                "type": "Definitional",
                "subtype": "Valid value definitions",
                "templates_ids": [
                    "T15"
                ],
                "subtype_confidence": 0.7,
                "subtype_explanation": "The statement specifies a quantitative attribute 'total assets' with a maximum value, fitting the valid value definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "3",
                "statement": "An investment adviser does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more.",
                "source": "(a)(3)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.6,
                "subtype_explanation": "The statement defines a condition for an investment adviser by specifying relationships and a quantitative threshold, partially fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "4",
                "statement": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise.",
                "source": "(b)(1)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.9,
                "subtype_explanation": "The statement defines 'Control' by specifying the hypernym 'power' and detailing the means by which it is exercised, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "5",
                "statement": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities.",
                "source": "(b)(1)(i)(A)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.8,
                "subtype_explanation": "The statement defines a condition under which a person is presumed to control a corporation, specifying a hypernym 'person' and a distinguishing characteristic, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "6",
                "statement": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership.",
                "source": "(b)(1)(ii)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.8,
                "subtype_explanation": "The statement defines a condition under which a person is presumed to control a partnership, specifying a hypernym 'person' and a distinguishing characteristic, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "7",
                "statement": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC.",
                "source": "(b)(1)(iii)(A)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.8,
                "subtype_explanation": "The statement defines a condition under which a person is presumed to control an LLC, specifying a hypernym 'person' and a distinguishing characteristic, fitting the intensional definition template."
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "8",
                "statement": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust.",
                "source": "(b)(1)(iv)",
                "type": "Definitional",
                "subtype": "Formal extensional definitions",
                "templates_ids": [
                    "T8"
                ],
                "subtype_confidence": 0.8,
                "subtype_explanation": "The statement defines a person who controls a trust by listing specific roles (trustee or managing agent) that qualify a person to be presumed in control. This aligns with the formal extensional definition, which lists a complete set of hyponyms (trustee, managing agent) for the term 'person who controls a trust.'"
            },
            {
                "doc_id": "§ 275.0-7",
                "statement_id": "9",
                "statement": "Total assets means the total assets as shown on the balance sheet of the investment adviser or other person described above under paragraph (a)(3) of this section.",
                "source": "(b)(2)",
                "type": "Definitional",
                "subtype": "Formal intensional definitions",
                "templates_ids": [
                    "T7"
                ],
                "subtype_confidence": 0.7,
                "subtype_explanation": "The statement defines 'total assets' by referring to a hypernym (assets) and specifying the characteristic (as shown on the balance sheet of the investment adviser or other person). This fits the formal intensional definition template, although the structure is slightly different from the typical template."
            }
        ]
    }
}