{
    "§ 275.0-2|section": {
        "id": "§ 275.0-2",
        "type": "section",
        "content": "\n§ 275.0-2 General procedures for serving non-residents.\n(a) General procedures for serving process, pleadings, or other papers on non-resident investment advisers, general partners and managing agents.  Under Forms ADV and ADV-NR [17 CFR 279.1 and 279.4], a person may serve process, pleadings, or other papers on a non-resident investment adviser, or on a non-resident general partner or non-resident managing agent of an investment adviser by serving any or all of its appointed agents:\n  (1) A person may serve a non-resident investment adviser, non-resident general partner, or non-resident managing agent by furnishing the Commission with one copy of the process, pleadings, or papers, for each named party, and one additional copy for the Commission's records.\n  (2) If process, pleadings, or other papers are served on the Commission as described in this section, the Secretary of the Commission (Secretary) will promptly forward a copy to each named party by registered or certified mail at that party's last address filed with the Commission.\n  (3) If the Secretary certifies that the Commission was served with process, pleadings, or other papers pursuant to paragraph (a)(1) of this section and forwarded these documents to a named party pursuant to paragraph (a)(2) of this section, this certification constitutes evidence of service upon that party.\n(b) Definitions.  For purposes of this section:\n  (1) Managing agent  means any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership.\n  (2) Non-resident  means:\n    (i) An individual who resides in any place not subject to the jurisdiction of the United States;\n    (ii) A corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States; and\n    (iii) A partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States.\n  (3) Principal office and place of business  has the same meaning as in § 275.203A-3(c) of this chapter.\n"
    },
    "§ 275.0-5|section": {
        "id": "§ 275.0-5",
        "type": "section",
        "content": "\n§ 275.0-5 Procedure with respect to applications and other matters.\nThe procedure hereinbelow set forth will be followed with respect to any proceeding initiated by the filing of an application, or upon the Commission's own motion, pursuant to any section of the Act or any rule or regulation thereunder, unless in the particular case a different procedure is provided:\n(a) Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered. The notice will also provide that any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter.\n(b) An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section, unless the Commission thereafter orders a hearing on the matter.\n(c) The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors,\n  (1) upon the request of any interested person or\n  (2) upon its own motion.\n(d) Definition of application. For purposes of this rule, an “application” means any application for an order of the Commission under the Act other than an application for registration as an investment adviser.\n"
    },
    "§ 275.0-7|section": {
        "id": "§ 275.0-7",
        "type": "section",
        "content": "\n§ 275.0-7 Small entities under the Investment Advisers Act for purposes of the Regulatory Flexibility Act.\n(a) For purposes of Commission rulemaking in accordance with the provisions of Chapter Six of the Administrative Procedure Act (5 U.S.C. 601 et seq.) and unless otherwise defined for purposes of a particular rulemaking proceeding, the term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that:\n  (1) Has assets under management, as defined under Section 203A(a)(3) of the Act (15 U.S.C. 80b-3a(a)(2)) and reported on its annual updating amendment to Form ADV (17 CFR 279.1), of less than $25 million, or such higher amount as the Commission may by rule deem appropriate under Section 203A(a)(1)(A) of the Act (15 U.S.C. 80b-3a(a)(1)(A));\n  (2) Did not have total assets of $5 million or more on the last day of the most recent fiscal year; and\n  (3) Does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more (or such higher amount as the Commission may deem appropriate), or any person (other than a natural person) that had total assets of $5 million or more on the last day of the most recent fiscal year.\n(b) For purposes of this section:\n  (1) Control  means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise.\n    (i) A person is presumed to control a corporation if the person:\n      (A) Directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities; or\n      (B) Has the power to sell or direct the sale of 25 percent or more of a class of the corporation's voting securities.\n    (ii) A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership.\n    (iii) A person is presumed to control a limited liability company (LLC) if the person:\n      (A) Directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC;\n      (B) Has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the LLC; or\n      (C) Is an elected manager of the LLC.\n    (iv) A person is presumed to control a trust if the person is a trustee or managing agent of the trust.\n  (2) Total assets  means the total assets as shown on the balance sheet of the investment adviser or other person described above under paragraph (a)(3) of this section, or the balance sheet of the investment adviser or such other person with its subsidiaries consolidated, whichever is larger.\n"
    },
    "§ 275.0-2_P1|true_table": {
        "id": "§ 275.0-2_P1",
        "type": "true_table",
        "content": {
            "section": "§ 275.0-2",
            "summary": "This document outlines the general procedures for serving process, pleadings, or other papers on non-resident investment advisers, general partners, and managing agents. It specifies how a person can serve these entities through appointed agents and the role of the Commission's Secretary in forwarding documents. It also provides definitions for terms like 'Managing agent', 'Non-resident', and 'Principal office and place of business'.",
            "elements": [
                {
                    "id": 1,
                    "statement": "A person may serve process, pleadings, or other papers on a non-resident investment adviser, or on a non-resident general partner or non-resident managing agent of an investment adviser by serving any or all of its appointed agents.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident general partner",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident managing agent",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Appointed agent",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "may serve",
                        "by serving"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)"
                },
                {
                    "id": 2,
                    "statement": "A person may serve a non-resident investment adviser, non-resident general partner, or non-resident managing agent by furnishing the Commission with one copy of the process, pleadings, or papers, for each named party, and one additional copy for the Commission's records.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident general partner",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident managing agent",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Copy",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Named party",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Record",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "may serve",
                        "by furnishing",
                        "with"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(1)"
                },
                {
                    "id": 3,
                    "statement": "If process, pleadings, or other papers are served on the Commission as described in this section, the Secretary of the Commission (Secretary) will promptly forward a copy to each named party by registered or certified mail at that party's last address filed with the Commission.",
                    "terms": [
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Secretary",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Copy",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Named party",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Registered mail",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Certified mail",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Address",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "are served",
                        "will forward",
                        "by"
                    ],
                    "classification": "Operative Rule",
                    "source": "(a)(2)"
                },
                {
                    "id": 4,
                    "statement": "If the Secretary certifies that the Commission was served with process, pleadings, or other papers pursuant to paragraph (a)(1) of this section and forwarded these documents to a named party pursuant to paragraph (a)(2) of this section, this certification constitutes evidence of service upon that party.",
                    "terms": [
                        {
                            "term": "Secretary",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Paragraph",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Document",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Named party",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Certification",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Evidence",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Service",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "certifies",
                        "was served",
                        "forwarded",
                        "constitutes"
                    ],
                    "classification": "Operative Rule",
                    "source": "(a)(3)"
                },
                {
                    "id": 5,
                    "statement": "Managing agent means any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership.",
                    "terms": [
                        {
                            "term": "Managing agent",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Trustee",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Affair",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Unincorporated organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Association",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Partnership",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "directs",
                        "manages",
                        "participates in directing",
                        "participates in managing"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(1)"
                },
                {
                    "id": 6,
                    "statement": "Non-resident means an individual who resides in any place not subject to the jurisdiction of the United States.",
                    "terms": [
                        {
                            "term": "Non-resident",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Individual",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Jurisdiction",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "United States",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "resides in",
                        "subject to"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)(i)"
                },
                {
                    "id": 7,
                    "statement": "Non-resident means a corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
                    "terms": [
                        {
                            "term": "Non-resident",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Corporation",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Principal office",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place of business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Jurisdiction",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "United States",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "is incorporated in",
                        "has",
                        "subject to"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)(ii)"
                },
                {
                    "id": 8,
                    "statement": "Non-resident means a partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
                    "terms": [
                        {
                            "term": "Non-resident",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Partnership",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Unincorporated organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Association",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Principal office",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place of business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Jurisdiction",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "United States",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "has",
                        "subject to"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)(iii)"
                },
                {
                    "id": 9,
                    "statement": "Principal office and place of business has the same meaning as in § 275.203A-3(c) of this chapter.",
                    "terms": [
                        {
                            "term": "Principal office",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place of business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Meaning",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Chapter",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "has"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(3)"
                }
            ]
        }
    },
    "§ 275.0-5_P1|true_table": {
        "id": "§ 275.0-5_P1",
        "type": "true_table",
        "content": {
            "section": "§ 275.0-5",
            "summary": "This document outlines the procedure for proceedings initiated by the filing of an application or by the Commission's own motion under any section of the Act or related rules. It specifies the publication of notice in the Federal Register, the process for interested persons to submit facts or request a hearing, and the conditions under which the Commission will order a hearing. It also defines what constitutes an 'application' for the purposes of this rule.",
            "elements": [
                {
                    "id": 1,
                    "statement": "Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered.",
                    "terms": [
                        {
                            "term": "Notice",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Initiation",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Proceeding",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Federal Register",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Date",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Order",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "will be published",
                        "will indicate",
                        "may be entered"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)"
                },
                {
                    "id": 2,
                    "statement": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter.",
                    "terms": [
                        {
                            "term": "Interested person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Period",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Facts",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Desirability",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Hearing",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Reasons",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Nature",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Interest",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "may submit",
                        "bearing upon",
                        "may request",
                        "be held",
                        "stating"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)"
                },
                {
                    "id": 3,
                    "statement": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section, unless the Commission thereafter orders a hearing on the matter.",
                    "terms": [
                        {
                            "term": "Order",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Expiration",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Period",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Paragraph",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Hearing",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "will be issued",
                        "following",
                        "referred to",
                        "orders"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)"
                },
                {
                    "id": 4,
                    "statement": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors, upon the request of any interested person or upon its own motion.",
                    "terms": [
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Hearing",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Public interest",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Protection",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investors",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Request",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Interested person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Motion",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "will order",
                        "appears",
                        "is necessary",
                        "is appropriate",
                        "upon"
                    ],
                    "classification": "Operative Rule",
                    "source": "(c)"
                },
                {
                    "id": 5,
                    "statement": "For purposes of this rule, an “application” means any application for an order of the Commission under the Act other than an application for registration as an investment adviser.",
                    "terms": [
                        {
                            "term": "Purposes",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Rule",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Application",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Order",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Act",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Registration",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "for",
                        "under",
                        "other than"
                    ],
                    "classification": "Fact Type",
                    "source": "(d)"
                }
            ]
        }
    },
    "§ 275.0-7_P1|true_table": {
        "id": "§ 275.0-7_P1",
        "type": "true_table",
        "content": {
            "section": "§ 275.0-7",
            "summary": "This document defines what constitutes a 'small business' or 'small organization' under the Investment Advisers Act of 1940 for the purposes of the Regulatory Flexibility Act. It specifies criteria related to assets under management, total assets, and control relationships to determine if an investment adviser qualifies as a small entity. It also provides definitions for 'control' and 'total assets' in this context.",
            "elements": [
                {
                    "id": 1,
                    "statement": "The term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that has assets under management of less than $25 million.",
                    "terms": [
                        {
                            "term": "Small business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Small organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment Advisers Act of 1940",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Assets under management",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "shall mean",
                        "has"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(1)"
                },
                {
                    "id": 2,
                    "statement": "The term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that did not have total assets of $5 million or more on the last day of the most recent fiscal year.",
                    "terms": [
                        {
                            "term": "Small business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Small organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment Advisers Act of 1940",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Total assets",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Last day",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Most recent fiscal year",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "shall mean",
                        "did not have"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(2)"
                },
                {
                    "id": 3,
                    "statement": "The term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more.",
                    "terms": [
                        {
                            "term": "Small business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Small organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment Advisers Act of 1940",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Control",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Common control",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Assets under management",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "shall mean",
                        "does not control",
                        "is not controlled by",
                        "is not under"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(3)"
                },
                {
                    "id": 4,
                    "statement": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise.",
                    "terms": [
                        {
                            "term": "Control",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Power",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Management",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Policies",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Ownership of securities",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Contract",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "to direct",
                        "whether through"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(1)"
                },
                {
                    "id": 5,
                    "statement": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Corporation",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Right to vote",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Class of voting securities",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "has"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(i)(A)"
                },
                {
                    "id": 6,
                    "statement": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Partnership",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Right to receive upon dissolution",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Capital of the partnership",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "has"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(ii)"
                },
                {
                    "id": 7,
                    "statement": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Limited liability company",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Right to vote",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Class of the interests",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "has"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(iii)(A)"
                },
                {
                    "id": 8,
                    "statement": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Trust",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Trustee",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Managing agent",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "is"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(iv)"
                },
                {
                    "id": 9,
                    "statement": "Total assets means the total assets as shown on the balance sheet of the investment adviser or other person described above under paragraph (a)(3) of this section.",
                    "terms": [
                        {
                            "term": "Total assets",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Balance sheet",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "as shown on"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)"
                }
            ]
        }
    },
    "§ 275.0-2_P2|true_table": {
        "id": "§ 275.0-2_P2",
        "type": "true_table",
        "content": {
            "terms": [
                {
                    "term": "Individual",
                    "definition": "An individual who resides in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Person",
                    "definition": null
                },
                {
                    "term": "Partnership",
                    "definition": "A partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Papers",
                    "definition": "Process, pleadings, or other papers served on a non-resident investment adviser, general partner, or managing agent."
                },
                {
                    "term": "Named party",
                    "definition": "A party named in the process, pleadings, or papers served."
                },
                {
                    "term": "Certification",
                    "definition": "The Secretary's certification that the Commission was served with process, pleadings, or other papers and forwarded these documents to a named party."
                },
                {
                    "term": "Managing agent",
                    "definition": "Any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership."
                },
                {
                    "term": "Corporation",
                    "definition": "A corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Secretary",
                    "definition": "The Secretary of the Commission who forwards a copy of the process, pleadings, or papers to each named party by registered or certified mail."
                },
                {
                    "term": "§ 275.203A-3(c)",
                    "definition": "The section that defines 'Principal office and place of business'."
                },
                {
                    "term": "Commission's records",
                    "definition": "The records maintained by the Commission, which include a copy of the process, pleadings, or papers served."
                },
                {
                    "term": "Jurisdiction of the United States",
                    "definition": "The legal authority or control of the United States over a place."
                },
                {
                    "term": "Principal office",
                    "definition": "Has the same meaning as in § 275.203A-3(c) of this chapter."
                },
                {
                    "term": "Evidence of service",
                    "definition": "The Secretary's certification that constitutes evidence of service upon a named party."
                },
                {
                    "term": "Certified mail",
                    "definition": "A method used by the Secretary to forward a copy of the process, pleadings, or papers to each named party."
                },
                {
                    "term": "Appointed agents",
                    "definition": "Agents appointed to receive service of process, pleadings, or papers on behalf of a non-resident investment adviser, general partner, or managing agent."
                },
                {
                    "term": "Non-resident managing agent",
                    "definition": "A managing agent who resides in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Affairs",
                    "definition": "The activities or business managed by a managing agent."
                },
                {
                    "term": "Investment adviser",
                    "definition": null
                },
                {
                    "term": "Registered mail",
                    "definition": "A method used by the Secretary to forward a copy of the process, pleadings, or papers to each named party."
                },
                {
                    "term": "Place",
                    "definition": "A location not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Paragraph (a)(2)",
                    "definition": "The paragraph describing the Secretary's responsibility to forward documents to a named party."
                },
                {
                    "term": "Non-resident investment adviser",
                    "definition": "An investment adviser who resides in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Paragraph (a)(1)",
                    "definition": "The paragraph describing the procedure for serving process, pleadings, or papers on the Commission."
                },
                {
                    "term": "Copy",
                    "definition": "A duplicate of the process, pleadings, or papers served."
                },
                {
                    "term": "Meaning",
                    "definition": null
                },
                {
                    "term": "Pleadings",
                    "definition": "Process, pleadings, or other papers served on a non-resident investment adviser, general partner, or managing agent."
                },
                {
                    "term": "Non-resident general partner",
                    "definition": "A general partner who resides in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Party's last address",
                    "definition": "The last address filed with the Commission for a named party."
                },
                {
                    "term": "Commission",
                    "definition": "The entity with which process, pleadings, or papers are filed and which forwards these documents to named parties."
                },
                {
                    "term": "Trustee",
                    "definition": "A person who may act as a managing agent."
                },
                {
                    "term": "Non-resident",
                    "definition": "An individual, corporation, partnership, or other unincorporated organization or association that resides in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Secretary of the Commission",
                    "definition": "The Secretary who forwards a copy of the process, pleadings, or papers to each named party by registered or certified mail."
                },
                {
                    "term": "Place of business",
                    "definition": "The location where a corporation, partnership, or other unincorporated organization or association conducts its business."
                },
                {
                    "term": "Unincorporated organization",
                    "definition": "An organization or association that is not incorporated and has its principal office and place of business in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Process",
                    "definition": "Process, pleadings, or other papers served on a non-resident investment adviser, general partner, or managing agent."
                },
                {
                    "term": "Association",
                    "definition": "An unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States."
                }
            ],
            "terms_relationship": [
                {
                    "term_1": "Individual",
                    "term_2": "Non-resident",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Corporation",
                    "term_2": "Non-resident",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Partnership",
                    "term_2": "Non-resident",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Unincorporated organization",
                    "term_2": "Non-resident",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Association",
                    "term_2": "Unincorporated organization",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Secretary",
                    "term_2": "Secretary of the Commission",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Principal office",
                    "term_2": "Place of business",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Pleadings",
                    "term_2": "Process",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Pleadings",
                    "term_2": "Papers",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Process",
                    "term_2": "Papers",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Registered mail",
                    "term_2": "Certified mail",
                    "relation": "Synonym"
                }
            ]
        }
    },
    "§ 275.0-5_P2|true_table": {
        "id": "§ 275.0-5_P2",
        "type": "true_table",
        "content": {
            "terms": [
                {
                    "term": "Proceeding",
                    "definition": "Any proceeding initiated by the filing of an application, or upon the Commission's own motion, pursuant to any section of the Act or any rule or regulation thereunder."
                },
                {
                    "term": "Motion",
                    "definition": "The Commission's own motion to initiate a proceeding."
                },
                {
                    "term": "Application",
                    "definition": "Any application for an order of the Commission under the Act other than an application for registration as an investment adviser."
                },
                {
                    "term": "Period",
                    "definition": "The period of time specified in the notice during which interested persons may submit facts or request a hearing."
                },
                {
                    "term": "Investors",
                    "definition": "Individuals or entities whose protection is considered in the public interest when ordering a hearing."
                },
                {
                    "term": "Interested person",
                    "definition": "Any person who may submit facts or request a hearing, stating their reasons and nature of interest in the matter."
                },
                {
                    "term": "Commission",
                    "definition": "The entity that initiates proceedings, issues orders, and considers requests for hearings."
                },
                {
                    "term": "Investment adviser",
                    "definition": "Null"
                },
                {
                    "term": "Public interest",
                    "definition": "A consideration for ordering a hearing if it appears necessary or appropriate."
                },
                {
                    "term": "Date",
                    "definition": "The earliest date upon which an order disposing of the matter may be entered, as indicated in the notice."
                },
                {
                    "term": "Paragraph",
                    "definition": "A section of the document that refers to specific procedural details."
                },
                {
                    "term": "Matter",
                    "definition": "The subject of the proceeding or order."
                },
                {
                    "term": "Act",
                    "definition": "The legislation under which the Commission operates and proceedings are initiated."
                },
                {
                    "term": "Notice",
                    "definition": "A publication in the Federal Register indicating the initiation of a proceeding and relevant details."
                },
                {
                    "term": "Initiation",
                    "definition": "The act of starting a proceeding by filing an application or the Commission's motion."
                },
                {
                    "term": "Rule",
                    "definition": "A regulation under which proceedings may be initiated."
                },
                {
                    "term": "Facts",
                    "definition": "Information submitted by interested persons bearing upon the desirability of a hearing."
                },
                {
                    "term": "Registration",
                    "definition": "Null"
                },
                {
                    "term": "Interest",
                    "definition": "The nature of an interested person's concern in the matter."
                },
                {
                    "term": "Federal Register",
                    "definition": "The publication where the notice of initiation of the proceeding is published."
                },
                {
                    "term": "Desirability",
                    "definition": "A factor considered when deciding whether to hold a hearing."
                },
                {
                    "term": "Protection",
                    "definition": "A consideration for ordering a hearing if it appears necessary or appropriate for investors."
                },
                {
                    "term": "Request",
                    "definition": "A submission by an interested person asking for a hearing and stating reasons."
                },
                {
                    "term": "Order",
                    "definition": "A decision issued by the Commission disposing of the matter."
                },
                {
                    "term": "Purposes",
                    "definition": "Null"
                },
                {
                    "term": "Nature",
                    "definition": "The character or essence of an interested person's concern in the matter."
                },
                {
                    "term": "Expiration",
                    "definition": "The end of the period of time referred to in the notice."
                },
                {
                    "term": "Hearing",
                    "definition": "A proceeding ordered by the Commission if necessary or appropriate."
                },
                {
                    "term": "Reasons",
                    "definition": "The justification provided by an interested person for requesting a hearing."
                }
            ],
            "terms_relationship": [
                {
                    "term_1": "Hearing",
                    "term_2": "Proceeding",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Investors",
                    "term_2": "Interested person",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Public interest",
                    "term_2": "Protection",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Application",
                    "term_2": "Initiation",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Order",
                    "term_2": "Notice",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Reasons",
                    "term_2": "Facts",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Matter",
                    "term_2": "Nature",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Act",
                    "term_2": "Commission",
                    "relation": "Synonym"
                }
            ]
        }
    },
    "§ 275.0-7_P2|true_table": {
        "id": "§ 275.0-7_P2",
        "type": "true_table",
        "content": {
            "terms": [
                {
                    "term": "Partnership",
                    "definition": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership."
                },
                {
                    "term": "Capital of the partnership",
                    "definition": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership."
                },
                {
                    "term": "Corporation",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities, or has the power to sell or direct the sale of 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Class of the interests",
                    "definition": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC."
                },
                {
                    "term": "Small business",
                    "definition": "An investment adviser that has assets under management of less than $25 million, or such higher amount as the Commission may by rule deem appropriate, did not have total assets of $5 million or more on the last day of the most recent fiscal year, and does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more, or any person (other than a natural person) that had total assets of $5 million or more on the last day of the most recent fiscal year."
                },
                {
                    "term": "Investment adviser",
                    "definition": "An investment adviser is a person or firm that provides advice about securities to clients."
                },
                {
                    "term": "Policies",
                    "definition": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Fiscal year",
                    "definition": "The last day of the most recent fiscal year is used to determine total assets."
                },
                {
                    "term": "Management",
                    "definition": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Power",
                    "definition": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Investment Advisers Act of 1940",
                    "definition": "The Investment Advisers Act of 1940 is a U.S. federal law that regulates the conduct of investment advisers."
                },
                {
                    "term": "Total assets",
                    "definition": "The total assets as shown on the balance sheet of the investment adviser or other person described, or the balance sheet of the investment adviser or such other person with its subsidiaries consolidated, whichever is larger."
                },
                {
                    "term": "Contract",
                    "definition": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Class of voting securities",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Assets under management",
                    "definition": "Assets under management are defined under Section 203A(a)(3) of the Act and reported on its annual updating amendment to Form ADV."
                },
                {
                    "term": "Right to vote",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Trustee",
                    "definition": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust."
                },
                {
                    "term": "Limited liability company",
                    "definition": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC, has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the LLC, or is an elected manager of the LLC."
                },
                {
                    "term": "Person",
                    "definition": "A person is presumed to control a corporation, partnership, limited liability company, or trust under certain conditions."
                },
                {
                    "term": "Balance sheet",
                    "definition": "The total assets as shown on the balance sheet of the investment adviser or other person described, or the balance sheet of the investment adviser or such other person with its subsidiaries consolidated, whichever is larger."
                },
                {
                    "term": "Right to receive upon dissolution",
                    "definition": "A person is presumed to control a partnership or limited liability company if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital."
                },
                {
                    "term": "Small organization",
                    "definition": "An investment adviser that has assets under management of less than $25 million, or such higher amount as the Commission may by rule deem appropriate, did not have total assets of $5 million or more on the last day of the most recent fiscal year, and does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more, or any person (other than a natural person) that had total assets of $5 million or more on the last day of the most recent fiscal year."
                },
                {
                    "term": "Ownership of securities",
                    "definition": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Managing agent",
                    "definition": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust."
                },
                {
                    "term": "Trust",
                    "definition": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust."
                },
                {
                    "term": "Control",
                    "definition": "The power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                }
            ],
            "terms_relationship": [
                {
                    "term_1": "Small business",
                    "term_2": "Small organization",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Trustee",
                    "term_2": "Managing agent",
                    "relation": "Synonym"
                }
            ]
        }
    },
    "prompt-v4-P1|prompt": {
        "id": "prompt-v4-P1",
        "type": "prompt",
        "content": "\n\nYou are tasked with extracting elements from a given legal document. Please follow these steps carefully and ensure all instructions are adhered to:\n\n# Steps\n\n1. **Summarize the document** to understand its purpose and use it to verify if all important terms,facts, fact types, and rules are identified in subsequent steps.\n\n2. **Identify elements**:\n   - **About the elements**:\n     - **Fact**: A specific instance or statement that describes an event or condition without any directive element. Facts often involve relationships between terms or entities. Example: \"John works for X Inc.\"\n     - **Fact Type**: A general, abstract template that describes potential relationships between terms or entities, serving as a model for generating specific facts. Example: \"Person works for Company.\"\n     - **Rule**: A statement that governs or constrains some aspect of the business, specifying what must be done or what is not allowed. Rules enforce compliance, limit possibilities, or prescribe specific behaviors in response to business situations. Example: \"A customer must provide identification before opening an account.\"\n     - **Term**: A word or a group of words that represents a specific concept, entity, or subject in a particular context.\n   - **For each fact, fact type, or rule**:\n     - **Extract the Expression**: Identify the exact sentence or phrase from the document representing the fact, fact type, or rule.\n     - **Extract and classify Terms**:\n       - **Extract all the terms involved in the expression.\n       - **Classify each term** as either **Common Noun** or **Proper Noun**.\n       - If a Term contains nouns separated by \"and,\" \",\", or \"or,\" split it into two or more terms. For example, \"Principal office and place of business\" should be split into \"Principal office\" and \"Place of business\".\n     - **Extract Verb Symbols**: Identify verbs, verb phrases, or prepositions that connect the terms in the expression.\n     - **Classification**: Classify the expression as either a **Fact**, **Fact Type**, or **Rule**.\n     - **Source**: Note the specific paragraph or section of the document where the expression is found (e.g., \"(a)(1)\", \"(b)\").\n\n3. **Provide JSON Output**:\n   - Format your answer as per the output example below.\n   - **All values are optional**: Include as much information as is available based on the document.\n   - **Do not include any additional text or explanation outside the JSON structure**.\n\n**Output Example**:\n\n```json\n{\n  \"section\": \"§ 123.4-5\",\n  \"elements\": [\n    {\n      \"id\": 1,\n      \"expression\": \"A person serves a non-resident investment adviser by furnishing the Commission with process, pleadings, or papers.\",\n      \"terms\": [\n        {\n          \"term\": \"Person\",\n          \"classification\": \"Common Noun\"\n        },\n        {\n          \"term\": \"Non-resident investment adviser\",\n          \"classification\": \"Common Noun\"\n        },\n        ...\n      ],\n      \"verb_symbols\": [\"serves\", \"by furnishing\", \"with\"],\n      \"classification\": \"Fact Type\",\n      \"source\": \"(a)\"\n    },\n    ...\n  ]\n}\n```\n\n        "
    },
    "prompt-v4-P2|prompt": {
        "id": "prompt-v4-P2",
        "type": "prompt",
        "content": "\n\nYou are tasked with extracting definitions and **relationships** of terms in the terms list searching a given legal document. Please follow these steps carefully and ensure all instructions are adhered to:\n\n# Steps\n\n1. **Summarize the document** to understand its purpose and use it to verify if all important terms, term definitions, facts, fact types, and rules are identified in subsequent steps.\n\n2. **Define terms**:\n  - For each term:\n    - Search the entire document for the term's definition, explanation, or meaning. Also, look in the document summary.\n    - If the definition is found, include it.\n    - If the definition is not found in the document, use null.\n\n3. **Identify synonym relationships between terms**:\n  - For each term in the terms list:\n    - Compare it against other terms in the text to find synonyms.\n    - Ensure both terms exist within the same document context.\n  - List all valid synonym pairs identified.\n\n4. **Provide JSON Output**:\n  - Format your answer as per the output example below.\n  - **All values are optional**: Include as much information as is available based on the document.\n  - **Do not include any additional text or explanation outside the JSON structure**.\n\n**Output Example**:\n\n```json\n{\n  \"terms\": [\n    {\n      \"term\": \"Person\",\n      \"definition\": \"A person is a person.\"\n    },\n    {\n      \"term\": \"Capital\",\n      \"definition\": \"The total assets of a person.\"\n    },\n    ...\n  ],\n  \"relationships\": [\n    {\n      \"term_1\": \"Person\",\n      \"term_2\": \"Capital\",\n      \"relationship\": \"Synonym\"\n    },\n    {\n      \"term_1\": \"Capital\",\n      \"term_2\": \"Person\",\n      \"relationship\": \"Synonym\"\n    },\n    ...\n  ]\n}\n\n        "
    },
    "§ 275.0-2_P1|llm_response": {
        "id": "§ 275.0-2_P1",
        "type": "llm_response",
        "content": {
            "section": "§ 275.0-2",
            "summary": "This document outlines the general procedures for serving legal documents such as process, pleadings, or other papers on non-resident investment advisers, general partners, and managing agents. It specifies how a person can serve these documents through appointed agents and the role of the Commission's Secretary in forwarding these documents. It also provides definitions for terms like 'Managing agent', 'Non-resident', and 'Principal office and place of business'.",
            "elements": [
                {
                    "id": 1,
                    "statement": "A person may serve process, pleadings, or other papers on a non-resident investment adviser, or on a non-resident general partner or non-resident managing agent of an investment adviser by serving any or all of its appointed agents.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident general partner",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident managing agent",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Appointed agents",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "may serve",
                        "by serving"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)"
                },
                {
                    "id": 2,
                    "statement": "A person may serve a non-resident investment adviser, non-resident general partner, or non-resident managing agent by furnishing the Commission with one copy of the process, pleadings, or papers, for each named party, and one additional copy for the Commission's records.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident general partner",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Non-resident managing agent",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Named party",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission's records",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "may serve",
                        "by furnishing"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(1)"
                },
                {
                    "id": 3,
                    "statement": "If process, pleadings, or other papers are served on the Commission as described in this section, the Secretary of the Commission (Secretary) will promptly forward a copy to each named party by registered or certified mail at that party's last address filed with the Commission.",
                    "terms": [
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Secretary of the Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Named party",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Registered mail",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Certified mail",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Address",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "are served",
                        "will forward"
                    ],
                    "classification": "Operative Rule",
                    "source": "(a)(2)"
                },
                {
                    "id": 4,
                    "statement": "If the Secretary certifies that the Commission was served with process, pleadings, or other papers pursuant to paragraph (a)(1) of this section and forwarded these documents to a named party pursuant to paragraph (a)(2) of this section, this certification constitutes evidence of service upon that party.",
                    "terms": [
                        {
                            "term": "Secretary",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Process",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Pleadings",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Papers",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Paragraph (a)(1)",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Named party",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Paragraph (a)(2)",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Certification",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Evidence of service",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "certifies",
                        "was served",
                        "forwarded",
                        "constitutes"
                    ],
                    "classification": "Operative Rule",
                    "source": "(a)(3)"
                },
                {
                    "id": 5,
                    "statement": "Managing agent means any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership.",
                    "terms": [
                        {
                            "term": "Managing agent",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Trustee",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Affairs",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Unincorporated organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Association",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Partnership",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "directs",
                        "manages",
                        "participates"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(1)"
                },
                {
                    "id": 6,
                    "statement": "Non-resident means an individual who resides in any place not subject to the jurisdiction of the United States.",
                    "terms": [
                        {
                            "term": "Non-resident",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Individual",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Jurisdiction of the United States",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "resides"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)(i)"
                },
                {
                    "id": 7,
                    "statement": "A corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
                    "terms": [
                        {
                            "term": "Corporation",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Principal office",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place of business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Jurisdiction of the United States",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is incorporated",
                        "has"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)(ii)"
                },
                {
                    "id": 8,
                    "statement": "A partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
                    "terms": [
                        {
                            "term": "Partnership",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Unincorporated organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Association",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Principal office",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place of business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Jurisdiction of the United States",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "has"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)(iii)"
                },
                {
                    "id": 9,
                    "statement": "Principal office and place of business has the same meaning as in § 275.203A-3(c) of this chapter.",
                    "terms": [
                        {
                            "term": "Principal office",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Place of business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "§ 275.203A-3(c)",
                            "classification": "Proper Noun"
                        }
                    ],
                    "verb_symbols": [
                        "has"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(3)"
                }
            ]
        }
    },
    "§ 275.0-2_P2|llm_response": {
        "id": "§ 275.0-2_P2",
        "type": "llm_response",
        "content": {
            "terms": [
                {
                    "term": "Managing agent",
                    "definition": "Any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership."
                },
                {
                    "term": "Partnership",
                    "definition": null
                },
                {
                    "term": "Non-resident general partner",
                    "definition": null
                },
                {
                    "term": "Named party",
                    "definition": null
                },
                {
                    "term": "Non-resident",
                    "definition": "An individual who resides in any place not subject to the jurisdiction of the United States; a corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States; and a partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States."
                },
                {
                    "term": "Pleadings",
                    "definition": null
                },
                {
                    "term": "Place",
                    "definition": null
                },
                {
                    "term": "Person",
                    "definition": null
                },
                {
                    "term": "Association",
                    "definition": null
                },
                {
                    "term": "Non-resident managing agent",
                    "definition": null
                },
                {
                    "term": "Commission's records",
                    "definition": null
                },
                {
                    "term": "Secretary of the Commission",
                    "definition": null
                },
                {
                    "term": "Paragraph (a)(1)",
                    "definition": null
                },
                {
                    "term": "Principal office",
                    "definition": null
                },
                {
                    "term": "§ 275.203A-3(c)",
                    "definition": null
                },
                {
                    "term": "Evidence of service",
                    "definition": null
                },
                {
                    "term": "Trustee",
                    "definition": null
                },
                {
                    "term": "Corporation",
                    "definition": null
                },
                {
                    "term": "Unincorporated organization",
                    "definition": null
                },
                {
                    "term": "Certified mail",
                    "definition": null
                },
                {
                    "term": "Non-resident investment adviser",
                    "definition": null
                },
                {
                    "term": "Certification",
                    "definition": null
                },
                {
                    "term": "Paragraph (a)(2)",
                    "definition": null
                },
                {
                    "term": "Place of business",
                    "definition": null
                },
                {
                    "term": "Jurisdiction of the United States",
                    "definition": null
                },
                {
                    "term": "Affairs",
                    "definition": null
                },
                {
                    "term": "Appointed agents",
                    "definition": null
                },
                {
                    "term": "Individual",
                    "definition": null
                },
                {
                    "term": "Process",
                    "definition": null
                },
                {
                    "term": "Papers",
                    "definition": null
                },
                {
                    "term": "Secretary",
                    "definition": null
                },
                {
                    "term": "Investment adviser",
                    "definition": null
                },
                {
                    "term": "Address",
                    "definition": null
                },
                {
                    "term": "Registered mail",
                    "definition": null
                },
                {
                    "term": "Commission",
                    "definition": null
                }
            ],
            "terms_relationship": []
        }
    },
    "§ 275.0-5_P1|llm_response": {
        "id": "§ 275.0-5_P1",
        "type": "llm_response",
        "content": {
            "section": "§ 275.0-5",
            "summary": "This document outlines the procedure for proceedings initiated by the filing of an application or by the Commission's own motion under any section of the Act or related rules. It specifies the publication of notice in the Federal Register, the process for interested persons to submit facts or request hearings, and the conditions under which the Commission will order a hearing. It also defines 'application' for the purposes of this rule.",
            "elements": [
                {
                    "id": 1,
                    "statement": "Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered.",
                    "terms": [
                        {
                            "term": "Notice",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Initiation of the proceeding",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Federal Register",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Earliest date",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Order",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "will be published",
                        "will indicate",
                        "may be entered"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)"
                },
                {
                    "id": 2,
                    "statement": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter.",
                    "terms": [
                        {
                            "term": "Interested person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Period of time",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Facts",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Desirability of a hearing",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Reasons",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Nature of interest",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "may submit",
                        "bearing upon",
                        "may request",
                        "be held",
                        "stating"
                    ],
                    "classification": "Operative Rule",
                    "source": "(a)"
                },
                {
                    "id": 3,
                    "statement": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section, unless the Commission thereafter orders a hearing on the matter.",
                    "terms": [
                        {
                            "term": "Order",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Expiration of the period of time",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Hearing",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "will be issued",
                        "following",
                        "referred to",
                        "orders"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)"
                },
                {
                    "id": 4,
                    "statement": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors.",
                    "terms": [
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Hearing",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Matter",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Public interest",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Protection of investors",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "will order",
                        "appears",
                        "is necessary",
                        "is appropriate"
                    ],
                    "classification": "Operative Rule",
                    "source": "(c)"
                },
                {
                    "id": 5,
                    "statement": "An 'application' means any application for an order of the Commission under the Act other than an application for registration as an investment adviser.",
                    "terms": [
                        {
                            "term": "Application",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Order",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Commission",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Act",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Registration",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "for",
                        "under",
                        "other than"
                    ],
                    "classification": "Fact Type",
                    "source": "(d)"
                }
            ]
        }
    },
    "§ 275.0-5_P2|llm_response": {
        "id": "§ 275.0-5_P2",
        "type": "llm_response",
        "content": {
            "terms": [
                {
                    "term": "Order",
                    "definition": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section, unless the Commission thereafter orders a hearing on the matter."
                },
                {
                    "term": "Reasons",
                    "definition": "The notice will also provide that any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter."
                },
                {
                    "term": "Act",
                    "definition": "Pursuant to any section of the Act or any rule or regulation thereunder."
                },
                {
                    "term": "Registration",
                    "definition": "An application for registration as an investment adviser."
                },
                {
                    "term": "Protection of investors",
                    "definition": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors."
                },
                {
                    "term": "Interested person",
                    "definition": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held."
                },
                {
                    "term": "Earliest date",
                    "definition": "Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered."
                },
                {
                    "term": "Federal Register",
                    "definition": "Notice of the initiation of the proceeding will be published in the Federal Register."
                },
                {
                    "term": "Initiation of the proceeding",
                    "definition": "Notice of the initiation of the proceeding will be published in the Federal Register."
                },
                {
                    "term": "Notice",
                    "definition": "Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered."
                },
                {
                    "term": "Hearing",
                    "definition": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors."
                },
                {
                    "term": "Public interest",
                    "definition": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest."
                },
                {
                    "term": "Nature of interest",
                    "definition": "The notice will also provide that any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter."
                },
                {
                    "term": "Facts",
                    "definition": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter."
                },
                {
                    "term": "Expiration of the period of time",
                    "definition": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section."
                },
                {
                    "term": "Application",
                    "definition": "For purposes of this rule, an “application” means any application for an order of the Commission under the Act other than an application for registration as an investment adviser."
                },
                {
                    "term": "Investment adviser",
                    "definition": "An application for registration as an investment adviser."
                },
                {
                    "term": "Period of time",
                    "definition": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter."
                },
                {
                    "term": "Commission",
                    "definition": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors."
                },
                {
                    "term": "Desirability of a hearing",
                    "definition": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter."
                },
                {
                    "term": "Matter",
                    "definition": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section."
                }
            ],
            "terms_relationship": []
        }
    },
    "§ 275.0-7_P1|llm_response": {
        "id": "§ 275.0-7_P1",
        "type": "llm_response",
        "content": {
            "section": "§ 275.0-7",
            "summary": "This document defines what constitutes a 'small business' or 'small organization' under the Investment Advisers Act of 1940 for the purposes of the Regulatory Flexibility Act. It specifies criteria related to assets under management, total assets, and control relationships. It also provides definitions for 'control' and 'total assets' in the context of investment advisers.",
            "elements": [
                {
                    "id": 1,
                    "statement": "The term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that has assets under management of less than $25 million.",
                    "terms": [
                        {
                            "term": "Small business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Small organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment Advisers Act of 1940",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Assets under management",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "shall mean",
                        "has"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(1)"
                },
                {
                    "id": 2,
                    "statement": "The term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that did not have total assets of $5 million or more on the last day of the most recent fiscal year.",
                    "terms": [
                        {
                            "term": "Small business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Small organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment Advisers Act of 1940",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Total assets",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Fiscal year",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "shall mean",
                        "did not have"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(2)"
                },
                {
                    "id": 3,
                    "statement": "The term small business or small organization for purposes of the Investment Advisers Act of 1940 shall mean an investment adviser that does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more.",
                    "terms": [
                        {
                            "term": "Small business",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Small organization",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment Advisers Act of 1940",
                            "classification": "Proper Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Control",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Assets under management",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "shall mean",
                        "does not control",
                        "is not controlled by",
                        "is not under common control with"
                    ],
                    "classification": "Fact Type",
                    "source": "(a)(3)"
                },
                {
                    "id": 4,
                    "statement": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise.",
                    "terms": [
                        {
                            "term": "Control",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Power",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Management",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Policies",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Ownership of securities",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Contract",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "to direct"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(1)"
                },
                {
                    "id": 5,
                    "statement": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Corporation",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Right to vote",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Class of voting securities",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "has"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(i)(A)"
                },
                {
                    "id": 6,
                    "statement": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Partnership",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Right to receive upon dissolution",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Capital of the partnership",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "has"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(ii)"
                },
                {
                    "id": 7,
                    "statement": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Limited liability company",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Right to vote",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Class of the interests",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "has"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(iii)(A)"
                },
                {
                    "id": 8,
                    "statement": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust.",
                    "terms": [
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Trust",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Trustee",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Managing agent",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "is presumed to control",
                        "is"
                    ],
                    "classification": "Operative Rule",
                    "source": "(b)(1)(iv)"
                },
                {
                    "id": 9,
                    "statement": "Total assets means the total assets as shown on the balance sheet of the investment adviser or other person described above under paragraph (a)(3) of this section.",
                    "terms": [
                        {
                            "term": "Total assets",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Balance sheet",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Investment adviser",
                            "classification": "Common Noun"
                        },
                        {
                            "term": "Person",
                            "classification": "Common Noun"
                        }
                    ],
                    "verb_symbols": [
                        "means",
                        "as shown on"
                    ],
                    "classification": "Fact Type",
                    "source": "(b)(2)"
                }
            ]
        }
    },
    "§ 275.0-7_P2|llm_response": {
        "id": "§ 275.0-7_P2",
        "type": "llm_response",
        "content": {
            "terms": [
                {
                    "term": "Managing agent",
                    "definition": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust."
                },
                {
                    "term": "Small organization",
                    "definition": "An investment adviser that has assets under management of less than $25 million, did not have total assets of $5 million or more on the last day of the most recent fiscal year, and does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more, or any person (other than a natural person) that had total assets of $5 million or more on the last day of the most recent fiscal year."
                },
                {
                    "term": "Partnership",
                    "definition": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership."
                },
                {
                    "term": "Investment Advisers Act of 1940",
                    "definition": null
                },
                {
                    "term": "Ownership of securities",
                    "definition": null
                },
                {
                    "term": "Fiscal year",
                    "definition": null
                },
                {
                    "term": "Trust",
                    "definition": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust."
                },
                {
                    "term": "Person",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities or has the power to sell or direct the sale of 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Contract",
                    "definition": null
                },
                {
                    "term": "Class of the interests",
                    "definition": null
                },
                {
                    "term": "Right to receive upon dissolution",
                    "definition": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership."
                },
                {
                    "term": "Assets under management",
                    "definition": "Assets under management, as defined under Section 203A(a)(3) of the Act and reported on its annual updating amendment to Form ADV, of less than $25 million, or such higher amount as the Commission may by rule deem appropriate under Section 203A(a)(1)(A) of the Act."
                },
                {
                    "term": "Limited liability company",
                    "definition": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC, has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the LLC, or is an elected manager of the LLC."
                },
                {
                    "term": "Power",
                    "definition": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Balance sheet",
                    "definition": "The total assets as shown on the balance sheet of the investment adviser or other person described, or the balance sheet of the investment adviser or such other person with its subsidiaries consolidated, whichever is larger."
                },
                {
                    "term": "Total assets",
                    "definition": "Total assets as shown on the balance sheet of the investment adviser or other person described, or the balance sheet of the investment adviser or such other person with its subsidiaries consolidated, whichever is larger."
                },
                {
                    "term": "Small business",
                    "definition": "An investment adviser that has assets under management of less than $25 million, did not have total assets of $5 million or more on the last day of the most recent fiscal year, and does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more, or any person (other than a natural person) that had total assets of $5 million or more on the last day of the most recent fiscal year."
                },
                {
                    "term": "Trustee",
                    "definition": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust."
                },
                {
                    "term": "Corporation",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities or has the power to sell or direct the sale of 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Investment adviser",
                    "definition": "An investment adviser that has assets under management of less than $25 million, did not have total assets of $5 million or more on the last day of the most recent fiscal year, and does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more, or any person (other than a natural person) that had total assets of $5 million or more on the last day of the most recent fiscal year."
                },
                {
                    "term": "Capital of the partnership",
                    "definition": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership."
                },
                {
                    "term": "Class of voting securities",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities or has the power to sell or direct the sale of 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Control",
                    "definition": "The power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise."
                },
                {
                    "term": "Policies",
                    "definition": null
                },
                {
                    "term": "Right to vote",
                    "definition": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities."
                },
                {
                    "term": "Management",
                    "definition": null
                }
            ],
            "terms_relationship": [
                {
                    "term_1": "Small organization",
                    "term_2": "Small business",
                    "relation": "Synonym"
                },
                {
                    "term_1": "Trustee",
                    "term_2": "Managing agent",
                    "relation": "Synonym"
                }
            ]
        }
    }
}