{
    "classify_P1|true_table": {
        "id": "classify_P1",
        "type": "true_table",
        "content": [
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "3",
                "statement": "If process, pleadings, or other papers are served on the Commission as described in this section, the Secretary of the Commission (Secretary) will promptly forward a copy to each named party by registered or certified mail at that party's last address filed with the Commission.",
                "source": "(a)(2)",
                "type": "Party",
                "type_confidence": 0.8,
                "type_explanation": "The statement involves the Secretary of the Commission forwarding documents to named parties, which indicates a restriction on the role of the Secretary and the parties involved. This aligns with Party rules as it specifies actions related to parties."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "4",
                "statement": "If the Secretary certifies that the Commission was served with process, pleadings, or other papers pursuant to paragraph (a)(1) of this section and forwarded these documents to a named party pursuant to paragraph (a)(2) of this section, this certification constitutes evidence of service upon that party.",
                "source": "(a)(3)",
                "type": "Party",
                "type_confidence": 0.7,
                "type_explanation": "The statement involves the certification of service to a named party, indicating a role for the Secretary and the parties involved. This aligns with Party rules as it specifies actions related to parties."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "1",
                "statement": "Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered.",
                "source": "(a)",
                "type": "Activity",
                "type_confidence": 0.9,
                "type_explanation": "The statement describes the publication of a notice and the indication of a date for an order, which are activities within a business process. This aligns with Activity rules as it governs the operation of publishing notices and setting dates."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "2",
                "statement": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter.",
                "source": "(a)",
                "type": "Party",
                "type_confidence": 0.8,
                "type_explanation": "The statement involves interested persons submitting information and requesting hearings, which indicates a restriction on who can participate in the process. This aligns with Party rules as it specifies actions related to parties."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "3",
                "statement": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section, unless the Commission thereafter orders a hearing on the matter.",
                "source": "(b)",
                "type": "Activity",
                "type_confidence": 0.9,
                "type_explanation": "The statement describes the issuance of an order and the potential for a hearing, which are activities within a business process. This aligns with Activity rules as it governs the operation of issuing orders and conducting hearings."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "4",
                "statement": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors.",
                "source": "(c)",
                "type": "Activity",
                "type_confidence": 0.9,
                "type_explanation": "The statement describes the ordering of a hearing based on necessity or appropriateness, which is an activity within a business process. This aligns with Activity rules as it governs the operation of ordering hearings."
            }
        ]
    }
}