{
  "transform_Fact_Types|true_table": {
    "id": "transform_Fact_Types",
    "type": "true_table",
    "content": [
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "1",
        "statement": "A person may serve process, pleadings, or other papers on a non-resident investment adviser, or on a non-resident general partner or non-resident managing agent of an investment adviser by serving any or all of its appointed agents.",
        "statement_source": "(a)",
        "templates_ids": [
          "T8"
        ],
        "trasformed": "A person is by definition a non-resident investment adviser, or a non-resident general partner or non-resident managing agent of an investment adviser."
      },
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "2",
        "statement": "A person may serve a non-resident investment adviser, non-resident general partner, or non-resident managing agent by furnishing the Commission with one copy of the process, pleadings, or papers, for each named party, and one additional copy for the Commission's records.",
        "statement_source": "(a)(1)",
        "templates_ids": [
          "T8"
        ],
        "trasformed": "A person is by definition a non-resident investment adviser, a non-resident general partner, or a non-resident managing agent."
      },
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "5",
        "statement": "Managing agent means any person, including a trustee, who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership.",
        "statement_source": "(b)(1)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A managing agent is by definition a person who directs or manages, or who participates in directing or managing, the affairs of any unincorporated organization or association other than a partnership."
      },
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "6",
        "statement": "Non-resident means an individual who resides in any place not subject to the jurisdiction of the United States.",
        "statement_source": "(b)(2)(i)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A non-resident is by definition an individual who resides in any place not subject to the jurisdiction of the United States."
      },
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "7",
        "statement": "Non-resident means a corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
        "statement_source": "(b)(2)(ii)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A non-resident is by definition a corporation that is incorporated in or that has its principal office and place of business in any place not subject to the jurisdiction of the United States."
      },
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "8",
        "statement": "Non-resident means a partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States.",
        "statement_source": "(b)(2)(iii)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A non-resident is by definition a partnership or other unincorporated organization or association that has its principal office and place of business in any place not subject to the jurisdiction of the United States."
      },
      {
        "doc_id": "§ 275.0-2",
        "statement_id": "9",
        "statement": "Principal office and place of business has the same meaning as in § 275.203A-3(c) of this chapter.",
        "statement_source": "(b)(3)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A principal office and place of business is by definition the same as in § 275.203A-3(c) of this chapter."
      },
      {
        "doc_id": "§ 275.0-5",
        "statement_id": "5",
        "statement": "An 'application' means any application for an order of the Commission under the Act other than an application for registration as an investment adviser.",
        "statement_source": "(d)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "An application is by definition an application other than an application for registration as an investment adviser."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "1",
        "statement": "An investment adviser has assets under management of less than $25 million.",
        "statement_source": "(a)(1)",
        "templates_ids": [
          "T15"
        ],
        "trasformed": "The assets under management of an investment adviser is by definition less than $25 million."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "2",
        "statement": "An investment adviser did not have total assets of $5 million or more on the last day of the most recent fiscal year.",
        "statement_source": "(a)(2)",
        "templates_ids": [
          "T15"
        ],
        "trasformed": "The total assets of an investment adviser is by definition no more than $5 million on the last day of the most recent fiscal year."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "3",
        "statement": "An investment adviser does not control, is not controlled by, and is not under common control with another investment adviser that has assets under management of $25 million or more.",
        "statement_source": "(a)(3)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "An investment adviser is by definition an entity that does not control, is not controlled by, and is not under common control with another investment adviser whose assets under management are $25 million or more."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "4",
        "statement": "Control means the power, directly or indirectly, to direct the management or policies of a person, whether through ownership of securities, by contract, or otherwise.",
        "statement_source": "(b)(1)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "Control is by definition the power that directs the management or policies of a person, either through ownership of securities, by contract, or otherwise."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "5",
        "statement": "A person is presumed to control a corporation if the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities.",
        "statement_source": "(b)(1)(i)(A)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A person is by definition presumed to control a corporation whose conditional clause is that the person directly or indirectly has the right to vote 25 percent or more of a class of the corporation's voting securities."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "6",
        "statement": "A person is presumed to control a partnership if the person has the right to receive upon dissolution, or has contributed, 25 percent or more of the capital of the partnership.",
        "statement_source": "(b)(1)(ii)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A person is by definition a controller of a partnership that either has the right to receive upon dissolution or has contributed 25 percent or more of the capital of the partnership."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "7",
        "statement": "A person is presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC.",
        "statement_source": "(b)(1)(iii)(A)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "A person is by definition presumed to control a limited liability company (LLC) if the person directly or indirectly has the right to vote 25 percent or more of a class of the interests of the LLC."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "8",
        "statement": "A person is presumed to control a trust if the person is a trustee or managing agent of the trust.",
        "statement_source": "(b)(1)(iv)",
        "templates_ids": [
          "T8"
        ],
        "trasformed": "A person is by definition a trustee, or a managing agent of that trust."
      },
      {
        "doc_id": "§ 275.0-7",
        "statement_id": "9",
        "statement": "Total assets means the total assets as shown on the balance sheet of the investment adviser or other person described above under paragraph (a)(3) of this section.",
        "statement_source": "(b)(2)",
        "templates_ids": [
          "T7"
        ],
        "trasformed": "Total assets is by definition the total assets that are shown on the balance sheet of the investment adviser or other person described above under paragraph (a)(3) of this section."
      }
    ]
  }
}