{
    "transform_Operative_Rules|llm_response_transform": {
        "id": "transform_Operative_Rules",
        "type": "llm_response_transform",
        "content": [
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "3",
                "statement": "If process, pleadings, or other papers are served on the Commission as described in this section, the Secretary of the Commission (Secretary) will promptly forward a copy to each named party by registered or certified mail at that party's last address filed with the Commission.",
                "statement_source": "(a)(2)",
                "templates_ids": [
                    "T56"
                ],
                "trasformed": "The forwarding of a copy of process, pleadings, or other papers must be done by the Secretary of the Commission to each named party by registered or certified mail at that party's last address filed with the Commission if process, pleadings, or other papers are served on the Commission as described in this section."
            },
            {
                "doc_id": "§ 275.0-2",
                "statement_id": "4",
                "statement": "If the Secretary certifies that the Commission was served with process, pleadings, or other papers pursuant to paragraph (a)(1) of this section and forwarded these documents to a named party pursuant to paragraph (a)(2) of this section, this certification constitutes evidence of service upon that party.",
                "statement_source": "(a)(3)",
                "templates_ids": [
                    "T56"
                ],
                "trasformed": "The certification must constitute evidence of service upon the party if the Secretary certifies that the Commission was served with process, pleadings, or other papers pursuant to paragraph (a)(1) of this section and forwarded these documents to a named party pursuant to paragraph (a)(2) of this section."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "1",
                "statement": "Notice of the initiation of the proceeding will be published in the Federal Register and will indicate the earliest date upon which an order disposing of the matter may be entered.",
                "statement_source": "(a)",
                "templates_ids": [
                    "T48"
                ],
                "trasformed": "The publication of a notice for the initiation of the proceeding must occur in the Federal Register and indicate the earliest date upon which an order disposing of the matter may be entered."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "2",
                "statement": "Any interested person may, within the period of time specified therein, submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter and may request that a hearing be held, stating his reasons therefor and the nature of his interest in the matter.",
                "statement_source": "(a)",
                "templates_ids": [
                    "T53"
                ],
                "trasformed": "An interested person may submit to the Commission in writing any facts bearing upon the desirability of a hearing on the matter only if the period of time specified therein allows."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "3",
                "statement": "An order disposing of the matter will be issued as of course following the expiration of the period of time referred to in paragraph (a) of this section, unless the Commission thereafter orders a hearing on the matter.",
                "statement_source": "(b)",
                "templates_ids": [
                    "T49"
                ],
                "trasformed": "An order disposing of the matter may be issued only following the expiration of the period of time referred to in paragraph (a) of this section unless the Commission thereafter orders a hearing on the matter."
            },
            {
                "doc_id": "§ 275.0-5",
                "statement_id": "4",
                "statement": "The Commission will order a hearing on the matter, if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors.",
                "statement_source": "(c)",
                "templates_ids": [
                    "T52"
                ],
                "trasformed": "Each Commission must order a hearing on the matter if it appears that a hearing is necessary or appropriate in the public interest or for the protection of investors."
            }
        ]
    }
}